{
  "meditation": [
    {
      "id": "med-remote-1",
      "title": "Start Your Day Calm",
      "subtitle": "Premium session – release tension",
      "duration": "10 min",
      "focus": "Breath + body scan",
      "tags": ["Calm", "Premium", "Monthly"],
      "audioUri": "https://cdn.jsdelivr.net/gh/martdev1963/health-app-content@main/audio/monthly-calm.mp3",
      "steps": [
        "Settle into a supportive position, letting your eyes rest in a soft gaze.",
        "Place your hands wherever they feel most comfortable and natural.",
        "Inhale gently to a count of four, then exhale slowly to a count of six. Continue this steady rhythm.",
        "Allow the breath to flow with ease, letting the body move without effort.",
        "Bring awareness from the top of your head down to your toes, releasing any areas of tension.",
        "Whenever the mind wanders, gently guide your attention back to the rhythm of your breathing."
      ],
      "narration": [
        "Welcome to this space of quiet renewal.",
        "This time is reserved entirely for your restoration.",
        "There is nothing to fix, prove, or figure out right now.",
        "Let your body settle naturally into comfort.",
        "Invite your breath to slow without forcing it.",
        "Inhale gently through the nose, smooth and unhurried.",
        "Exhale with ease, releasing any lingering tension.",
        "Notice the subtle flow of air moving in and out.",
        "Allow the breath to guide you into deeper ease.",
        "Unclench the jaw and soften the muscles around the eyes.",
        "Let the shoulders grow heavy and relaxed.",
        "Bring awareness to the very top of your head.",
        "Slowly drift your attention downward through the body.",
        "Observe the steady rise and fall of your chest.",
        "Feel grounded and supported where you are.",
        "When the mind wanders, kindly escort it back to the breath.",
        "Rest in this gentle rhythm for a few quiet moments.",
        "Begin to invite small movements back into the body.",
        "Return to your day carrying a steady sense of ease."
      ],
      "narrationLoop": [
        "Observe the breath flowing naturally without effort.",
        "Allow the shoulders to relax a little more.",
        "Settle into the stillness that lingers between each inhale and exhale."  
      ],
      "narrationLoopTwo": [
        "Sense the ribs gently expanding with each inhale.",
        "Let the area behind the eyes relax and grow spacious.",
        "Ease back into a smooth, even breathing pattern."
      ],
      "loopChunkPauseMs": 10000
    }
  ],
  "affirmations": [
    {
      "id": "affirm-1",
      "title": "Attracting Money",
      "subtitle": "Abundance and prosperity affirmations",
      "duration": "10 min",
      "focus": "Wealth mindset + gratitude",
      "tags": ["Affirmations", "Money", "Abundance"],
      "audioUri": "https://cdn.jsdelivr.net/gh/martdev1963/health-app-content@main/audio/attracting-money.mp3",
      "steps": [
        "Find a comfortable position and close your eyes.",
        "Take three deep breaths to center yourself.",
        "Repeat each affirmation with conviction.",
        "Feel gratitude for what you already have.",
        "Imagine abundance flowing naturally into your life."
      ],
      "narration": [
        "Welcome to Attracting Money.",
        "This session uses affirmations to shift your mindset toward abundance and prosperity.",
        "Find a comfortable position and allow your body to relax.",
        "Take a deep breath in and exhale slowly.",
        "Again, breathe in fully, and release.",
        "One more breath—inhale, and let go.",
        "I am worthy of abundance and financial freedom.",
        "Money flows to me easily and effortlessly.",
        "I attract opportunities that bring me prosperity.",
        "I am grateful for the wealth I already have.",
        "I am open to receiving abundance in all forms.",
        "My mind is a magnet for success and prosperity.",
        "I release any beliefs that limit my financial growth.",
        "Every day I grow wealthier in mind, body, and spirit.",
        "I deserve to be financially secure and free.",
        "Abundance is my natural state of being.",
        "I welcome money into my life with gratitude.",
        "I create value and value flows back to me.",
        "I am aligned with prosperity and success.",
        "The universe supports my financial well-being.",
        "I am grateful for every opportunity to receive.",
        "Take a deep breath and let these affirmations settle.",
        "Carry this sense of abundance with you into your day."
      ],
      "narrationLoop": [
        "Money flows to me easily and effortlessly.",
        "I am worthy of abundance and financial freedom.",
        "I attract opportunities that bring me prosperity.",
        "Abundance is my natural state of being."
      ],
      "narrationLoopTwo": [
        "I am open to receiving abundance in all forms.",
        "I am grateful for the wealth I already have.",
        "The universe supports my financial well-being.",
        "I deserve to be financially secure and free."
      ],
      "narrationLoopThree": [
        "I create value and value flows back to me.",
        "I am a magnet for prosperity and success.",
        "My choices align with my financial wellbeing.",
        "I welcome new streams of income into my life."
      ],
      "loopChunkPauseMs": 10000
    },
    {
      "id": "affirm-2",
      "title": "Stop Smoking",
      "subtitle": "Freedom from nicotine affirmations",
      "duration": "8 min",
      "focus": "Smoke-free identity + self-belief",
      "tags": ["Affirmations", "Stop Smoking", "Freedom"],
      "audioUri": "https://cdn.jsdelivr.net/gh/martdev1963/health-app-content@main/audio/stop-smoking.mp3",
      "steps": [
        "Sit or lie down in a comfortable position.",
        "Breathe deeply and notice your lungs filling with clean air.",
        "Repeat each affirmation with intention.",
        "Visualize yourself as a non-smoker.",
        "Feel the freedom of a smoke-free life."
      ],
      "narration": [
        "Welcome to Stop Smoking.",
        "This session strengthens your resolve to live smoke-free.",
        "Find a comfortable position and breathe deeply.",
        "Notice your lungs filling with clean, fresh air.",
        "I am stronger than any craving.",
        "I choose freedom over nicotine every day.",
        "My body is healing and becoming healthier each moment.",
        "I am a non-smoker.",
        "I breathe easily and feel energy returning.",
        "I release the habit of smoking with love and compassion.",
        "My lungs are clearing and my health is improving.",
        "I have the power to resist cravings.",
        "Every craving that passes makes me stronger.",
        "I am free from the grip of nicotine.",
        "I love my body and choose to care for it.",
        "I am proud of my smoke-free journey.",
        "I fill my life with healthy habits instead.",
        "I choose fresh air and clear lungs.",
        "I am in control of my choices.",
        "Smoking no longer defines me.",
        "I am free. I am healthy. I am a non-smoker.",
        "Take a deep breath of clean air.",
        "Carry this sense of freedom and strength with you."
      ],
      "narrationLoop": [
        "I am stronger than any craving.",
        "I am a non-smoker.",
        "I choose freedom over nicotine every day.",
        "Every craving that passes makes me stronger."
      ],
      "narrationLoopTwo": [
        "My body is healing and becoming healthier each moment.",
        "I am free from the grip of nicotine.",
        "I have the power to resist cravings.",
        "I choose fresh air and clear lungs."
      ],
        "narrationLoopThree": [
          "Each breath strengthens my commitment to a smoke-free life.",
          "My body heals more and more every single day.",
          "I release cravings with calm confidence.",
          "I replace old patterns with habits that energize and uplift me.",
          "Clean air fills my lungs and clears my mind.",
          "I am stronger than any temporary urge.",
          "Freedom from nicotine feels natural and empowering.",
          "I trust myself to make choices that support my well-being."
],

      "loopChunkPauseMs": 10000
    },
    {
      "id": "affirm-3",
      "title": "Stop Drinking",
      "subtitle": "Sobriety and clarity affirmations",
      "duration": "10 min",
      "focus": "Sober identity + self-respect",
      "tags": ["Affirmations", "Stop Drinking", "Sobriety"],
      "audioUri": "https://cdn.jsdelivr.net/gh/martdev1963/health-app-content@main/audio/stop-drinking.mp3",
      "steps": [
        "Find a quiet space and settle into a comfortable position.",
        "Place one hand on your heart and breathe deeply.",
        "Repeat each affirmation with sincerity.",
        "Visualize yourself living a sober, vibrant life.",
        "Feel pride in your commitment to sobriety."
      ],
      "narration": [
        "Welcome to Stop Drinking.",
        "This session supports your journey toward a sober, fulfilling life.",
        "Find a comfortable position and place one hand on your heart.",
        "Breathe in deeply and exhale slowly.",
        "I choose sobriety for my health and happiness.",
        "I am stronger than the urge to drink.",
        "I deserve a clear mind and a vibrant life.",
        "I am a sober person.",
        "My body is healing and my mind is clearing.",
        "I release alcohol with compassion for my past self.",
        "I embrace life with full presence and clarity.",
        "I am proud of every day I choose sobriety.",
        "I have the strength to resist temptation.",
        "I fill my life with healthier sources of joy.",
        "I am worthy of respect—from others and from myself.",
        "My relationships improve when I am sober.",
        "I wake up clear-headed and grateful.",
        "I am free from the hold of alcohol.",
        "I choose connection and authenticity over numbness.",
        "Every sober day is a victory.",
        "I am capable, I am clear, I am sober.",
        "Feel the calm and clarity in your body.",
        "Carry this sense of strength and self-respect with you."
      ],
      "narrationLoop": [
        "I choose sobriety for my health and happiness.",
        "I am stronger than the urge to drink.",
        "I am a sober person.",
        "I have the strength to resist temptation."
      ],
      "narrationLoopTwo": [
        "I deserve a clear mind and a vibrant life.",
        "I am free from the hold of alcohol.",
        "Every sober day is a victory.",
        "I embrace life with full presence and clarity."
      ],
      "loopChunkPauseMs": 10000
    },
    {
      "id": "affirm-4",
      "title": "Stop Self-Sabotage",
      "subtitle": "Break free from limiting patterns",
      "duration": "12 min",
      "focus": "Self-worth + inner alignment",
      "tags": ["Affirmations", "Self-Sabotage", "Self-Worth"],
      "audioUri": "https://cdn.jsdelivr.net/gh/martdev1963/health-app-content@main/audio/stop-self-sabotage.mp3",
      "steps": [
        "Sit in a comfortable position with your feet grounded.",
        "Take several deep breaths to settle the mind.",
        "Repeat each affirmation with openness.",
        "Acknowledge past patterns without judgment.",
        "Visualize yourself acting from alignment, not fear."
      ],
      "narration": [
        "Welcome to Stop Self-Sabotage.",
        "This session helps you release patterns that hold you back.",
        "Find a comfortable position and feel your feet on the ground.",
        "Breathe in and exhale slowly.",
        "I am worthy of my own success.",
        "I release the need to sabotage my progress.",
        "I choose to believe in myself.",
        "I deserve good things, and I allow myself to receive them.",
        "I am done standing in my own way.",
        "My fears do not control my actions.",
        "I am aligned with my highest potential.",
        "I forgive myself for past self-sabotage.",
        "I learn from setbacks and keep moving forward.",
        "I trust that I can achieve my goals.",
        "I replace doubt with courage, one thought at a time.",
        "I am enough, exactly as I am.",
        "I choose actions that support my well-being.",
        "I let go of the need to prove I am not worthy.",
        "I am on my own side.",
        "I am committed to my growth and success.",
        "I rise above old patterns and step into my power.",
        "Take a deep breath and feel the shift.",
        "Carry this sense of alignment and self-trust with you."
      ],
      "narrationLoop": [
        "I am worthy of my own success.",
        "I release the need to sabotage my progress.",
        "I choose to believe in myself.",
        "I am on my own side."
      ],
      "narrationLoopTwo": [
        "I deserve good things, and I allow myself to receive them.",
        "I am aligned with my highest potential.",
        "I replace doubt with courage, one thought at a time.",
        "I am done standing in my own way."
      ],
      "loopChunkPauseMs": 10000
    }
  ],
  "sleep": [
    {
      "id": "sleep-remote-1",
      "title": "Deep Sleep Wind-Down",
      "subtitle": "Slow the body and mind",
      "duration": "15 min",
      "focus": "Progressive muscle release",
      "tags": ["Sleep", "Relaxation", "Body scan"],
      "audioUri": "https://cdn.jsdelivr.net/gh/martdev1963/health-app-content@main/audio/deep-sleep-wind-down.mp3",
      "steps": [
        "Lower the lighting and settle into a restful position.",
        "Let your eyelids drift closed without effort.",
        "Breathe in slowly, then exhale with ease.",
        "Gently tighten one area of the body at a time, then release.",
        "Travel steadily from the top of the head down to the feet.",
        "Relax the mouth and allow the tongue to lie softly.",
        "Feel your weight fully supported beneath you.",
        "Visualize a calm tide flowing through the body, carrying tension away."
],
      "narration": [
        "Welcome to Evening Drift.",
        "This session is here to guide you gently toward restful sleep.",
        "The day is complete, and there is nothing left to manage.",
        "Settle into your bed and make any final adjustments for comfort.",
        "Allow your eyelids to grow heavy at their own pace.",
        "Bring soft attention to your breathing.",
        "There is no effort required.",
        "Take an easy breath in.",
        "Let it go slowly, feeling the body grow heavier.",
        "Notice the scalp and forehead.",
        "Gently tighten for a brief moment.",
        "And release into ease.",
        "Let the temples soften and the cheeks relax.",
        "Unclench the jaw and let the tongue rest naturally.",
        "Shift awareness to the shoulders and arms.",
        "Lightly tense.",
        "And let go completely.",
        "Feel warmth spreading downward.",
        "Move your attention through the torso.",
        "Softening the chest and belly.",
        "Relaxing the hips and thighs.",
        "Easing the knees, calves, and feet.",
        "With each release, the body sinks further into support.",
        "Allow the breath to become quiet and unhurried.",
        "Picture a soft blanket of calm settling over you.",
        "Each gentle wave carries you closer to sleep.",
        "There is nothing to monitor or control.",
        "Let the body breathe on its own.",
        "Rest in the comfort of stillness.",
        "When sleep arrives, welcome it effortlessly."
],

      "narrationLoop": [
        "Let the body feel heavy and supported.",
        "Allow the breath to slow on its own.",
        "With each exhale, soften a little more.",
        "Rest in the calm of the room."
      ],
      "narrationLoopTwo": [
        "Release the face, then the shoulders.",
        "Imagine the bed supporting your whole body.",
        "Let each muscle soften a little more.",
        "Drift with the slow rhythm of the breath."
      ],
      "loopChunkPauseMs": 10000
    }
  ]
}
